IDEA StatiCa Open Model
ConcreteBlockData.Region Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Geometry of the concrete block in svg format
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Region { get; set; }
Public Property Region As String
	Get
	Set
public:
property String^ Region {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace